import "./styles.css";

export default function App1() {
  return (
    <div className="App1">
      <div className="contentContainer">
        <div className="articleContainer">
          <div className="articleHeader">
            Как музыка может улучшить качество нашей жизни?
          </div>
          <div className="articleText">
            {" "}
            <br />
            <br />
            <b>
              Музыка во все времена и в разных культурах играла очень важную
              роль. Наши предки погружались в нее и в горе, и в радости.
            </b>
            <br />
            <br />
            Музыкальный язык является одним из самых чистых и прямых
            инструментов воздействия на мозг. Как отмечает гениальный художник
            Василий Кандинский в своем исследовании духовного в искусстве,
            «музыка достигает души без какого-либо декодирования». Вот уже
            несколько десятилетий музыкотерапия применяется, как часть
            психотерапии и общей оздоровительной терапии.
            <br />
            <br />
            Ученые доказали, что музыка приводит к снижению уровня гормона
            стресса кортизола и усилению секреции эндорфинов, снижает
            сердцебиение, успокаивает и предотвращает когнитивные нарушения. В
            случае пожилых людей или людей, переживших травмы, музыкальные
            мелодии служат инструментом восстановления различных функций
            организма. Множество исследований с детьми показали, что
            прослушивание ими классической музыки значительно повышает их
            внимательность, помогает быстро воспринимать информацию. Нам,
            взрослым, это бы тоже не помешало, не правда ли?
            <br />
            <br />
            Некоторые случаи исцеления благодаря музыке заставляют удивляться,
            не веря свои ушам. Так, например, Марта Лента, прима-балерина
            Нью-Йоркского балета была больна прогрессирующей стадией болезни
            Альцгеймера, когда терапевт заставлял ее слушать музыку из
            «Лебединого озера». Благодаря этому женщина, находящаяся в
            инвалидном кресле, смогла снова вспомнить хореографические движения
            руками. Музыка связывает нас с нашими воспоминаниями, пробуждает
            чувства и очищает мозг, чтобы мы могли вернуться к своей внутренней
            опоре.
            <br />
            <br />
            Предлагаем прямо сейчас включить любимую музыку и устроить себе
            самую настоящую музыкотерапию в моменте! Согласны?
          </div>

          <br />
          <br />
          <div className="articleAuthor">Текст: Аделя Гарифзянова</div>
        </div>
        <div className="imageContainer">
          <img src="https://img.freepik.com/free-photo/closeup-vertical-portrait-happy-cheerful-bearded-handsome-male-hipster-enjoying-music-headphones-city-urban-scene_232693-489.jpg" />
        </div>
      </div>

      <div className="contentContainer">
        <div className="articleContainer">
          <div className="articleHeader">
            Выбираем музыкальную школу для ребёнка
          </div>
          <div className="articleText">
            <br />
            <br />
            <b>
              Вы заметили, что ваш ребёнок интересуется музыкой? К примеру, он
              любит подпевать песни или бьёт в ритм на игрушечном барабане?
              Тогда вам стоит отвести малыша в музыкальную школу. Однако перед
              родителем тут же встаёт непростая задача – важно отвести ребёнка
              не в первый найденный кружок, а найти хорошего педагога, именно от
              которого и зависит качественное музыкальное образование.
            </b>
            <br />
            <br />
            <b>Определите цель</b>
            <br />
            <br />
            Первым делом нужо понять, что хочет от занятий музыкой сам ребёнок.
            Учитывайте характер и личные особенности ребёнка. К примеру, если
            ваш ребёнок аккуратный и способен следовать всем правилам, то он
            сможет играть классическую музыку.
            <br />
            <br />
            <b>
              Вы хотите, чтобы ребёнок выступал перед публикой либо это для вас
              не имеет значения?
            </b>
            <br />
            <br />
            Выступления на концертах положительно отражаются на развитии
            ребёнка. У него повышается самооценка, и появляется мотивация к
            дальнейшему обучению.
            <br />
            <br />
            Если ребёнок боится сольного выступления, то можно предложить ему
            спеть в хоре.
            <br />
            <br />
            Для некоторых детей хоровое выступление не подходит, оно может
            приносить неприятные ощущения, поскольку ребёнку будет казаться, что
            кто-то вмешивается в его личное пространство.
            <br />
            <br />
            На самом деле сольное пение подходит каждому ребёнку, важно только
            отыскать подход и ту форму занятий, которая будет ему интересна. А
            это уже прямо зависит от и самого педагога.
            <br />
            <br />
            <b>Определите формат</b>
            <br />
            <br />
            Теперь нужно решить, где именно ребёнок будет заниматься музыкой: у
            частного педагога, в музыкальной школе или пойдёт на музыкальные
            курсы.
            <br />
            <br />
            <b>Государственная музыкальная школа</b>
            <br />
            <br />
            Музыкальная школа подходит лучше всего тем, кто планирует изучать
            исключительно классическую музыку. Если ваш ребёнок хочет научиться
            играть мелодию из «Холодного сердца», тут вам будут не сильно рады.
            <br />
            <br />
            Государственная музыкальная школа работает по определённым
            стандартам и программам, тут есть экзамены и оценки. Поэтому для
            многих детей такая школа не подходит, ведь здесь все учащиеся
            обучаются по единой программе.
            <br />
            <br />
            <b>Как выбрать?</b>
            <br />
            <br />
            Перед тем, как решить в какое заведение отдавать ребёнка обучаться
            музыке, не постесняйтесь попросить у руководства школы
            поприсутствовать на занятиях различных педагогов, чтобы оценить
            качество работы и взаимодействия.
          </div>

          <br />
          <br />
          <div className="articleAuthor">
            Текст: Татьяна Велес, Музыкальный продюсер
          </div>
        </div>
        <div className="imageContainer">
          <img src="https://media.istockphoto.com/photos/young-girl-playing-a-violin-picture-id534789331?k=20&m=534789331&s=612x612&w=0&h=u-qrDLo07IN_Z8a6xIDtAk0EZARqznDBNTFvWOTBprA=" />
        </div>
      </div>
    </div>
  );
}
