import "./styles.css";

export default function App2() {
  return (
    <div className="App2">
      <div className="contentContainer">
        <div className="articleContainer">
          <div className="articleHeader">Фрикадельки – блюдо с историей</div>
          <div className="articleText">
            <br />
            <br />
            <b>
              Что вы знаете о фрикадельках, кроме того, что это вкусно и сытно?
              А им есть что рассказать о себе.
            </b>
            <br />
            <br />
            Фрикадельки нашли себе место во многих кухнях мира еще с
            незапамятных времен. Говорят, что это блюдо было изобретено около
            двух тысячелетий назад. За время своего существования фрикадельки
            претерпели большие трансформации: их варили в бульоне, жарили,
            делали с хлебом и яйцом, подавали как соусом, так и без. В наше
            время мясные шарики могут быть созданы из растительного мяса,
            поэтому их обожают люди с разными предпочтениями в питании.
            <br />
            <br />
            Фрикадельки любили и умели готовить даже древние римляне, причем они
            считались блюдом для привилегированных жителей и ассоциировались с
            изобилием. На Пиренейский полуостров их привезли арабы, а испанцы с
            удовольствием подхватили традицию. В Древней Персии блюдо из
            рубленого мяса носило название кюфте и считалось блюдом бедняков.
            Теперь кюфте является традиционным блюдом Турции. В Россию же
            фрикадельки пришли вместе с Петром Первым.
            <br />
            <br />
            Любопытные факты о фрикадельках:
            <br />
            <br />
            — В средние века их делали не только из мяса. Особой популярностью
            пользовались рыбные фрикадельки, которые добавляли в разные виды
            супов.
            <br />
            <br />— Страна, которая имеет больше всего вариаций фрикаделек – это
            Турция. Турки подсчитали, что готовят более 100 видов различных
            мясных шариков (кюфте или кёфте).
            <br />
            <br />
            — В мясные шарики во в многих странах мира любят добавлять хлеб,
            замоченный в молоке.
            <br />
            <br />— Рекордов в приготовлении этого мясного блюда достаточно
            много. В Италии гордятся своим рекордом, вошедшим в книгу рекордов
            Гиннеса – фрикаделькой весом 471 килограмм. А самые дорогие
            фрикадельки в мире подавались в нью-йоркском ресторане за 4500
            долларов и были синего цвета.
          </div>

          <br />
          <br />
          <div className="articleAuthor">Текст: Аделя Гарифзянова</div>
        </div>
        <div className="imageContainer">
          <img src="https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/italian-meatballs-vertical-1-1545406095.jpg?crop=1xw:1xh;center,top&resize=480:*" />
        </div>
      </div>

      <div className="contentContainer">
        <div className="articleContainer">
          <div className="articleHeader">
            Пять супов со всего мира для осенних дней
          </div>
          <div className="articleText">
            <br />
            <br />
            <b>
              Вот и осень пришла, а значит пришло время кутаться в мягкие пледы
              и греться горячими супами. Мы собрали для вас пять ароматных
              супов, которые жители разных стран включат в свой рацион именно в
              осеннее время.
            </b>
            <br />
            <br />
            Когда температура на улице начинает падать, солнце встает намного
            позже, а листья окрашиваются в красно-желтые оттенки, в нашем
            рационе появляется все больше горячих супов. Ведь они способны
            согревать нас изнутри и дарить много энергии. У каждой страны мира
            есть супы, которые ее жители готовят с наступлением холодов. Сегодня
            расскажем именно о них.
            <br />
            <br />
            <b>Посоле (Мексика)</b>
            <br />
            <br />
            Посоле – это ароматная мексиканская классика, которая готовится из
            кукурузы с разными видами мяса, тмином и лаймом. В Мексике посоле
            часто подают с кукурузными лепешками, смазанными мексиканскими
            сливками и посыпанными тертым сыром.
            <br />
            <br />
            <b>Карибский суп из коровьей пятки (страны Карибского бассейна)</b>
            <br />
            <br />
            Столь необычный для нас суп является любимым осенним блюдом жителей
            Карибских островов. Коровья пятка придает отличный вкус любому
            бульону и используется в качестве источника белка во многих странах.
            Фрикадельки и горох делают это блюдо особенно сытным и идеально
            подходящим для прохладных вечеров. Многие страны Карибского бассейна
            также добавляют в этот суп ароматную тыкву.
            <br />
            <br />
            <b>Луковый суп (Франция)</b>
            <br />
            <br />
            Противники лука в супе могут содрогнуться от его названия, но они
            еще не пробовали тот самый традиционный луковый суп, обожаемый
            жителями Франции. Для его приготовления лук карамелизируют, что
            добавляет бульону сладковатый и очень нежный вкус. Это ароматное
            блюдо обычно венчает пикантный сыр грюйер.
            <br />
            <br />
            <b>Суп из нута (Греция)</b>
            <br />
            <br />
            Суп из нута – это довольно распространенное блюдо греческой кухни.
            Оно не содержит мяса, поэтому подходит также вегетарианцам и
            веганам. Готовить этот греческий суп довольно просто: необходимо
            лишь обжарить лук, добавить замоченный на ночь нут, залить водой и
            готовить несколько часов до размягчения нута. Затем блюдо
            заправляется оливковым маслом, лимонным соком и розмарином или
            орегано.
            <br />
            <br />
            <b>Суп-лапша с говядиной (Тайвань)</b>
            <br />
            <br />
            Этот суп можно найти в любом заведении Тайваня: от придорожных
            забегаловок до изысканных ресторанов. Суп-лапша готовится с
            добавлением таких специй, как имбирь и звездчатый анис, а сверху
            посыпается тонко нарезанными кусочками говядины. Также в него могут
            добавляться свежие овощи, кинза, перец чили и даже горчица. Местные
            жители говорят, что он становится еще более вкусным на следующий
            день. Кстати, у многих супов есть такая особенность, замечали?{" "}
          </div>

          <br />
          <br />
          <div className="articleAuthor">Текст: Аделя Гарифзянова</div>
        </div>
        <div className="imageContainer">
          <img src="https://s3.envato.com/files/322006607/Vertical%20view%20of(tasty%20soup)%20served%20with%20lemon%20and%20green%20in%20a%20white%20bowl%20on%20wooden%20tray%20vegetables%20foods%20fallen%20oil%20bottle%20spices.jpg" />
        </div>
      </div>
    </div>
  );
}
